Repository: christophgysin/e_modules-tclock
Catalog: po/*.po
Languages: ar, fi, ja, sr, sv

source: Tclock Configuration
fi: T-kellon asetukset
ja: tclock の設定
sv: Tclock konfiguration

source: Resolution
ja: 間隔
sv: Upplösning

source: 1 Minute
ja: 1分ごと
sv: 1 minut

source: 1 Second
ja: 1秒ごと
sv: 1 sekund

source: Date
ja: 日付
sv: Datum

source: Show Date
ja: 日付を表示する
sv: Visa datum

source: Consult strftime(3) for format syntax
ar: أدخل strftime(3) لتشكيل الهجاء
fi: Katso strftime(3) oikealle aikaformaatille
ja: 書式の指定方法は strftime(3) 参照のこと
sr: Погледајте strftime(3) за синтаксни облик
sv: Konsultera strftime(3) för format syntax

source: Time
ja: 時刻
sv: Klocka

source: Show Time
ja: 時刻を表示する
sv: Visa klocka

source: Configuration
fi: Asetukset
ja: 設定

source: Simple Digital Clock
ja: 簡単なデジタル時計
sv: Enkel digital klocka

source: Displays a digital clock on the desktop
ja: デスクトップのデジタル時計を表示します.
sv: Visar en digital klocka på skrivbordet

source: Tclock Settings
ar: إعدادات TClock
sr: Поставке бројчаног часовника

source: Top
ar: أعلى
fi: Ylärivi
sr: Врх

source: Show Top Line
ar: أعرض السطر العلوي
fi: Näytä ylärivi
sr: Прикажи вшну линију

source: Bottom
ar: أسفل
fi: Alarivi
sr: Дно

source: Show Bottom Line
ar: أعرض السطر السفلي
fi: Näytä alarivi
sr: Прикажи линију на дну

source: Tool Tip
ar: أداة التلميح
fi: Työkaluvihje
sr: Сваветник

source: Show Tooltip
ar: أعرض أداة التلميح
fi: Näytä työkaluvihje
sr: Прикажи саветника

source: TClock
ar: ساعة الوقت TClock
fi: T-kello
sr: Бројчани часовник

source: Settings
ar: اﻹعدادات
sr: Поставке
